routes/web.php

select * from "employers" where "employers"."id" in (4, 5, 6)
---
});

Route::get('/jobs', function () {
    $jobs = Job::with('employer')->latest()->simplePaginate(3);